<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Политика конфиденциальности для приложения iOS</title>
    <style>
        body {
            font-family: Arial, sans-serif;
            line-height: 1.6;
            margin: 0;
            display: flex;
            justify-content: center;
            align-items: center;
            min-height: 100vh;
            background-color: #f4f4f4;
        }
        .container {
            max-width: 800px;
            padding: 20px;
            background-color: white;
            box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1, h2 {
            text-align: center;
        }
        p, li {
            margin-bottom: 10px;
            text-align: justify;
        }
        ul {
            margin-top: 10px;
        }
    </style>
</head>
<body>
<div class="container">
<h1>Политика конфиденциальности для приложения iOS</h1>
<p>Настоящая Политика конфиденциальности персональных данных (далее - Политика конфиденциальности) действует в отношении всей информации, размещенной в мобильном приложении Chamba в Apple store (далее - Приложение), которую третьи лица могут получить о пользователе во время использования Приложения.</p>
<p>Использование Приложения означает безоговорочное согласие пользователя с настоящей Политикой и указанными в ней условиями обработки его персональных данных (персональная информация); в случае несогласия с этими условиями Пользователь должен воздержаться от использования Приложения.</p>

<h2>1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
<p>1.1. В рамках настоящей Политики под персональными данными (персональной информацией) пользователя понимаются:</p>
<ul>
    <li>1.1.1. Персональная информация, которую пользователь предоставляет о себе самостоятельно при авторизации с использованием учётной записи в Единой системе идентификации и аутентификации (далее — ЕСИА) или в процессе использования приложения, включая персональные данные пользователя.</li>
    <li>1.1.2. Данные, которые автоматически передаются сервисам Приложения в процессе их использования с помощью установленного на устройстве пользователя программного обеспечения, в том числе IP-адрес, данные файлов cookie, технические характеристики оборудования и программного обеспечения, используемых пользователем, дата и время доступа к приложению, адреса запрашиваемых страниц и иная подобная информация.</li>
    <li>1.1.3. Настоящая Политика конфиденциальности применяется только к Приложению. Приложение не контролирует и не несет ответственности за сайты и мобильные приложения третьих лиц, на которые пользователь может перейти по ссылкам, доступным Приложении.</li>
</ul>

<h2>2. ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ</h2>
<p>2.1. Приложение собирает и хранит только ту персональную информацию, которая необходима для предоставления информации приложения, за исключением случаев, когда законодательством предусмотрено обязательное хранение персональной информации в течение определенного законом срока.</p>
<ul>
    <li>2.1.1. Персональную информацию пользователя Приложение обрабатывает в следующих целях:</li>
    <li>2.1.2. Идентификации пользователя, зарегистрированного в Приложении, для предоставления пользователю доступа к данным о нем, содержащихся в Приложении.</li>
    <li>2.1.3. Установления с пользователем обратной связи, включая направление уведомлений, касающихся использования Приложения.</li>
    <li>2.1.4. Определения места нахождения пользователя для обеспечения безопасности, предотвращения мошенничества.</li>
    <li>2.1.5. Подтверждения достоверности и полноты персональных данных, предоставленных пользователем.</li>
    <li>2.1.6. Предоставления пользователю эффективной технической поддержки при возникновении проблем, связанных с использованием Приложения.</li>
</ul>

<h2>3. УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ И ЕЕ ПЕРЕДАЧИ ТРЕТЬИМ ЛИЦАМ</h2>
<p>3.1. В отношении персональной информации пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления пользователем информации о себе для общего доступа неограниченному кругу лиц. При использовании Приложения пользователь соглашается с тем, что определенная часть его персональной информации становится общедоступной.</p>
<ul>
    <li>3.1.1. Приложение вправе передать персональную информацию пользователя третьим лицам в следующих случаях:</li>
    <li>3.1.2. Пользователь выразил согласие на такие действия.</li>
    <li>3.1.3. Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры.</li>
    <li>3.1.4. В случае отчуждения Приложения к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации.</li>
    <li>3.1.5. Обработка персональных данных пользователя осуществляется без ограничения срока любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств. Обработка персональных данных пользователей осуществляется в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных».</li>
    <li>3.1.6. При утрате или разглашении персональных данных Оператор Приложения информирует Пользователя об утрате или разглашении персональных данных.</li>
    <li>3.1.7. Оператор Приложения принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.</li>
</ul>

<h2>4. ОБЯЗАТЕЛЬСТВА СТОРОН</h2>
<p>4.1. Пользователь обязан:</p>
<ul>
    <li>4.1.1. Предоставить информацию о персональных данных, необходимую для пользования Приложением.</li>
    <li>4.1.2. Обновлять,  дополнять предоставленную информацию о персональных данных в случае изменения данной информации.</li>
</ul>
<p>4.1.3. Оператор Приложения обязан:</p>
<ul>
    <li>4.1.4. Использовать полученную информацию исключительно для целей, указанных в настоящей Политике конфиденциальности.</li>
    <li>4.1.5. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения пользователя, а также не осуществлять продажу, обмен, опубликование либо разглашение иными возможными способами переданных персональных данных пользователя, за исключением предусмотренных настоящей Политикой конфиденциальности.</li>
    <li>4.1.6. Принимать меры предосторожности для защиты конфиденциальности персональных данных пользователя согласно порядку, обычно используемому для защиты такого рода информации.</li>
    <li>4.1.7. Осуществить блокирование персональных данных, относящихся к соответствующему пользователю, с момента обращения или запроса пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки в случае выявления недостоверных персональных данных или неправомерных действий.</li>
</ul>

<h2>5. ОТВЕТСТВЕННОСТЬ СТОРОН</h2>
<p>5.1. В случае утраты или разглашения конфиденциальной информации Оператор Приложения не несет ответственности, если данная конфиденциальная информация:</p>
<ul>
    <li>5.1.1. Стала публичным достоянием до ее утраты или разглашения.</li>
    <li>5.1.2. Была получена от третьей стороны до момента ее получения Администрацией Приложения.</li>
    <li>5.1.3. Была разглашена с согласия пользователя.</li>
</ul>

<h2>6. РАЗРЕШЕНИЕ СПОРОВ</h2>
<p>6.1. До обращения в суд с иском по спорам, возникающим из отношений между пользователем Приложения и Оператором Приложения, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).</p>
<ul>
    <li>6.1.2 Получатель претензии в течение 10 (десяти) календарных дней со дня получения претензии письменно уведомляет заявителя претензии о результатах рассмотрения претензии.</li>
    <li>6.1.3. При недостижении соглашения спор будет передан на рассмотрение в суд в соответствии с действующим законодательством Российской Федерации.</li>
    <li>6.1.4. К настоящей Политике конфиденциальности и отношениям между пользователем и Оператором Приложения применяется действующее законодательство Российской Федерации.</li>
</ul>

<h2>7. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h2>
<p>7.1. Оператор Приложения вправе вносить изменения в настоящую Политику конфиденциальности без согласия пользователя.</p>
<ul>
    <li>7.1.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения в Приложении, если иное не предусмотрено новой редакцией Политики конфиденциальности.</li>
    <li>7.1.3. Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать по адресу: chamba.online@mail.ru.</li>
</ul>
</div>
</body>
</html>
